opening_text = [
    'Хорошо, я вас поняла, сэр',
    'Поняла, работаю над этим',
    'Подождите секунду, сэр',
]

stop_text = [
    'остановись',
    'останови',
    'стой',
    'стоп',
    'заверши свою работу',
    'пока',
    'хватит',
    'дос'
]

answers = [
    'Бесспорно',
    'Предрешено',
    'Никаких сомнений',
    'Определённо да',
    'Можешь быть уверен в этом',
    'Мне кажется - да',
    'Вероятнее всего',
    'Хорошие перспективы',
    'Знаки говорят - да',
    'Да',
    'Пока неясно, попробуй снова',
    'Спроси позже',
    'Лучше не рассказывать',
    'Сейчас нельзя предсказать',
    'Сконцентрируйся и спроси опять',
    'Даже не думай',
    'Мой ответ - нет',
    'По моим данным - нет',
    'Перспективы не очень хорошие',
    'Весьма сомнительно'
]